#  Напишите программу, которая запрашивает у
# пользователя длину и ширину прямоугольника. После получения данных
# программа должна вычислить и вывести на экран площадь этого
# прямоугольника.
length = float(input("Введите длину прямоугольника: "))
width = float(input("Введите ширину прямоугольника: "))
area = length * width
print("Площадь прямоугольника:", area)