# Напишите программу, которая сначала спрашивает у
# пользователя его имя, а затем выводит персональное приветствие,
# используя это имя.
name = input("Как тебя зовут?")
print(f"Привет,", name, "! Приятно познакомиться")

